{
    "traits": [
        {
            "name": "Animal Friendship",
            "designation": "good",
            "level": "minor",
            "cost": 1,
            "description": "Some people just have a natural affinity for animals - creatures seem to like them for no apparent reaason. Maybe they just smell friendly or give of the right signals, but animals are put at ease and may even go against their training to greet their new friend",
            "effect": "When encountering an animal for the first time, the character may attempt to show it that they mean no harm and calm any aggressive tendencies. This trait gives them a +2 modifier to a Presence and Convince skill roll to calm an animal. With a Fantastic result, the animal, even a trained guard dog, may adopt the character as their new master!",
            "modifier": [2],
            "opposite": ""
        },
        {
            "name": "Arrogant",
            "designation": "good",
            "level": "minor",
            "cost": 1,
            "description": "While it doesn't make them very easy to get along with, some individuals have a powerful confidence that allows them to deal with any situation.",
            "effect": "The character gains +2 to resisting fear and feelings of hopelessness, but suffers -1 to social interactions with those they consider to be inferior.",
            "modifier": [2, -1],
            "opposite": ""
        },
        {
            "name": "Attractive",
            "designation": "good",
            "level": "minor",
            "cost": 1,
            "description": "For every horrible beastie the Doctor encounters, there's a pretty face. Of course, a lot of this is subjective, and can depend upon personal taste or even species! After all, Chantho was kinda pretty for a big bug lady, even to us humans, so imagine how pretty she would be to another of the Malmooth on Malcassairo. Having the Attractive trait means the character is attractive and pleasant on the eye.",
            "effect": "The Attractive trait comes into play whenever the character is doing something that their looks can influence. As a Good Trait, the character will get a +2 bonus to any rolls that involve their stunning good looks, from charming their way past guards to getting information out of someone.",
            "modifier": [2],
            "opposite": "Unattractive"
        },
        {
            "name": "Biochemical Genius",
            "designation": "good",
            "level": "major",
            "cost": 2,
            "description": "Some peoplee are a dab hand with chemistry and biology and have a natural 'feel' for the way the two combine.",
            "effect": "The character gains Areas of Expertise for the Science skill in Biology and Chemistry and may create biological or chemical 'Gadgets' using the Jiggery-Pokery rules, using the Science skill instead of Technology for all relevant rolls.",
            "modifier": [],
            "opposite": ""
        } ,
        {
            "name": "Boffin",
            "designation": "good",
            "level": "major",
            "cost": 2,
            "description": "Boffin is a term that originated in WWII to describe those who constantly tinkered and experimented with equipment and technology to create futuristic devices. Having the Boffin trait means that you're a genius when it comes to tweaking with electronics and machinery to cobble together the most useful gadgets and gizmos.",
            "effect": "This trait allows the character to create Gadgets through the fine art of 'Jiggery-Pokery'. Your average Joe can try to open their household appliances and wire them together to make something -- though they'll probably only gain an electric shock or worse. Only a Boffin can create a useful device that can scan DNA, crack a safe, or disable Dalek forcefields. More details on creating Gadgets can be found on pg. 113.",
            "modifier": [],
            "opposite": "Technically Inept"
        } ,
        {
            "name": "Brave",
            "designation": "good",
            "level": "minor",
            "cost": 1,
            "description": "Facing the invading monsters, bloodthirsty aliens, and the many threats that companions encouunter will mean that the characters are usually fairly courageous to even get involved. However, some people are more fearles, and can stare down a Sontaran in the face without flinching or shout at the Cybermen without worrying about the immieent reprisal.",
            "effect": "The Brave trait provides a +2 bonus to any Resolve roll when the character could get scared or need to show courage",
            "modifier": [2],
            "opposite": "Cowardly"
        },
        {
            "name": "Charming",
            "designation": "good",
            "level": "minor",
            "cost": 1,
            "description": "Robin Hood could probably charm his way through an entire adventure, just by smiling at the people he meets and carousing his way. Some people are naturally charming, and can make people swoon; very handy if you need to get people to do something for you, or to let you into a facility. The Charming trait reflects this additional seductive quality, and gives them an edge when trying to schmooze their way through any situation.",
            "effect": "Charming is a Minor Good Trait, and when the character is trying to charm their way through an encounter, they recieve a +2 bonus to the roll. Useful for talking your way out of being killed, but not always suitable for every social situation.",
            "modifier": [2],
            "opposite": ""
        },
        {
            "name": "Empathetic",
            "designation": "good",
            "level": "minor",
            "cost": 1,
            "description": "People naturally hide their true emotinos unless they are really upset or stressed, and it takes training or a natural gidt to be able to read the tiny signals that give away what they're really thinking or feeling. Some people have an empathy with how others arre feeling and can use this gift to aid them when trying to get information or to calm someone down.",
            "effect": "Empathetic is a Minor Good Trait that provides the character with a +2 bonus on any rolls when they are trying to empathise or read another person. This could be a simple Presence + Convince roll to reassure someone who's panicking in the middle of a battle, or an Awareness + Ingenuity roll to try to read another's actions and speech to see if they're lying.",
            "modifier": [2],
            "opposite": ""
        },
        {
            "name": "Face in the Crowd",
            "designation": "good",
            "level": "minor",
            "cost": 1,
            "description": "Some people can be unremarkable in manner or appearance, or are so comfortable in foreign places and with alien creatures that they can fade into the background and not be too noticeable. This means that despite wearing something that might not be authentic to the time period, you fiit in and people seem to ignore your 'alien-ness'.",
            "effect": "As long as they're not dressing like a clown or anything too weird, and not doing anything that'll attract their attention, people will leave the character to go about what they're doing. If the Gamemaster asks for a roll to 'blend in', the trait provides a bonus of +2 to any Subterfuge skill roll when they're trying to sneak about and not get noticed when in a crowd of people.",
            "modifier": [2],
            "opposite": "Distinctive"
        },
        {
            "name": "Fast Healing (Major)",
            "designation": "good",
            "level": "major",
            "cost": 2,
            "description": "The ability to recover quickly from an injury is bound to be usefull in your daily attempts to fend off alien invasion. Some people simple recoer quicker than others, halting the bleeding and managing to carry on.",
            "effect": "As a Major Good Trait, the character will heal any damage they have sustained quicker than a normal person. Any Attribute Points they have lost due to injury are regainst at a rate of 1 point per hour, though the Gamemaster may decide that broken bones will take longer to heal. They might not be able to regrow lost limbs or comete in athletic events with a gunshot wound, but they'll still be up on their feet faster than most. The player may still have to rationalize why the character can heal quickly with the Gamemaster before taking this trait.",
            "modifier": [],
            "opposite": ""
        } ,
        {
            "name": "Fast Healing (Special)",
            "designation": "good",
            "level": "special",
            "cost": 6,
            "description": "The ability to recover quickly from an injury is bound to be usefull in your daily attempts to fend off alien invasion. Some people simple recoer quicker than others, halting the bleeding and managing to carry on. Some very special individuals can heal major injuries, even regrowing limbs, within moments! This doesn't make them immortal (they can still be killed if they receive too much damage), but if they survive, the injuries they sustain heal themselves at a remarkable rate.",
            "effect": "As a Special Good Trait, the Attribute Points lost are recovered at a rate of 1 point per minute! Bullet wounds heal over before your eyes and lost limbs are regrown. This is a very rare trait, though some creatures have been known to recoer this quickly thanks to healing nanobots or a fast alien metabolism. They can still be killed as normal if three or more of their attributes are reduced to zero or lower, or if they are hit by a Lethal attack, but they will quickly recover from most damage that isn't fatal. As a Special Trait, this costs 6 Character Points and 6 Story Points. Having a character recover this quickly is certainly not natural, and the reason for their ability should be discussed with the Gamemaster before players are allowed to purchase this trait.",
            "modifier": [],
            "opposite": ""
        },
        {
            "name": "Friends (Minor)",
            "designation": "good",
            "level": "minor",
            "cost": 1,
            "description": "The character has people they can call upon for information or help. They may have reliable friends who can help them out (maybe they know someone who has some political pull or is well respected in the community), contacts within an institution (do they know someone who works in UNIT, Torchwood, or even the White House?), or someone who can supply information (a shady guy who keeps finding out things that the public aren't meant to know). Friends can be either a Minor or a Major Trait, depending upon how informative or helpful the friend in question is!",
            "effect": "As a minor trait, they know someone who knows someone -- a 'friend of a friend', but the source (and their information) is usually reliable. It may be that they know a friend who works at the local newspaper or council office who hears things as they're reported and can steer the character in the direction of strange events. Their contact may be putting themselves at risk to get the information to the character, but it's unlikely to be discovered. It should be noted that away from their home planet, unless their Friends are time and space travellers, this trait cannot be used where the friends cannot help them.",
            "modifier": [],
            "opposite": ""
        } ,
        {
            "name": "Friends (Major)",
            "designation": "good",
            "level": "major",
            "cost": 2,
            "description": "The character has people they can call upon for information or help. They may have reliable friends who can help them out (maybe they know someone who has some political pull or is well respected in the commmunity), contacts within an institution (do they know someone who works in UNIT, Torchwood, orr even the White House?), or someone who can supply information (a shady guy who keeps finding out things that the publc aren't meant to know). Friends can be either a Minor a Major Trait, depending upon how informative or helpful the friend in question is!",
            "effect": "As a Major Trait, the person in the know is far more reliable, the information is accurate, or their contact may be leaking information fro somewhere like UNIT or maybe even be someone of power like Winston Churchill or the Queen of England! Their contact may be putting themselves at risk to get the information to the character, but it's unlikely to be discovered. It should be noted that away from their home planet, unless their Friends are time and space travellers, this trait cannot be used where the friends cannot help them.",
            "modifier": [],
            "opposite": ""
        },
        {
            "name": "Hot Shot",
            "designation": "good",
            "level": "minor",
            "cost": 1,
            "description": "Some people are a natural when it comes to most forms of transport. They can fly planes through the harshest of tunderstorms or drive cars at high speeds without crashing. They are the best of the best when it comes to piloting vehicles.",
            "effect": "Hot Shot is a Minor Good Trait providing the character with a +2 bonus to all Transport rolls. This bonus is especially effective when used to push the speed of a vehicle, as they can get the best performance from the craft.",
            "modifier": [2],
            "opposite": ""
        },
        {
            "name": "Hypnosis (Minor)",
            "designation": "good",
            "level": "minor",
            "cost": 1,
            "description": "The Doctor has been known to use a bit of hypnotism to calm a savage beast and to help people to remember things, putting them in a calm and relaxed state. Hypnosis as a Minor Good Trait means that the character can put people into a mild hypnotic state. We're not talking mind control here, just some basic hypnotic techniques -- a tone of voice, a calm way of talking -- that can calm people down and possibly influence them to do what you want.",
            "effect": "As a Minor Trait, Hypnosis adds a +2 bonus to any social interaction where you're trying to either calm someone down or get them to do what you'd like. It's dependent upon the situation of course; the Gamemaster may not allow in the middle of a battlefield, for instance. Usually, there should be few distractions, and the target and the hypnotist should be able to hear and see each other, unless there is some advanced or alien technology involved. The target can resist using Ingenuity + Resolve.",
            "modifier": [2],
            "opposite": ""
        },
        {
            "name": "Hypnosis (Major)",
            "designation": "good",
            "level": "major",
            "cost": 2,
            "description": "The Doctor has been known to use a bit of hypnotism to calm a savage beast and to help people to remember things, putting them in a calm and relaxed state. The Major Good trait verges on mind control, and not the sort of thing a companion would do.",
            "effect": "The Major Trait works much is the same way as the Minor Trait (+2 bonus to the interaction, few distractions, must be able to see/hear the target), but if the character succeeds in hypnotising the subject (using Presence + Convince), they can make them do anything not intrinsically against their nature (such as harm a friend or themselves) -- in this case, the target can make another roll to resist (with a +3 bonus to an Ingenuity + Resolve roll) to snap out of their hypnotic state, waking to wonder what they were doing. No matter what, they cannot be nypnotised into killing themselves -- their survival instinct is too strong.",
            "modifier": [2],
            "opposite": ""
        },
        {
            "name": "Hypnosis (Special)",
            "designation": "good",
            "level": "special",
            "cost": 3,
            "description": "The Doctor has been known to use a bit of hypnotism to calm a savage beast and to help people to remember things, putting them in a calm and relaxe state. The Special version of this trait allows complete possession, and is best left to the Master and other Villains.",
            "effect": "The Special version of this trait costs 3 points and effectively allows the character to possess another person. This can be full-on mind control, or actually leaving their body to inhabit someone else's. This level is reserved for alien or special characters, not for normal player characters",
            "modifier": [],
            "opposite": ""
        },
        {
            "name": "Indomitable",
            "designation": "good",
            "level": "major",
            "cost": 2,
            "description": "That's the human race all round... indomitable. The character has determination and an iron will, meaning they are better at resisting mind control and hypnosis. They have something that grounds them, reassures them of who they are and protect their minds against invasion or hypnotic control.",
            "effect": "The Indomitable tait gives the character s +4 bonus to any rolls to resits becoming possessed, hypnotised, psychically controlled, or similar. In many ways, this trait can also be used to avoid being dissuaded from their course of action -- for example, River Song is usually determined to go off by herself despite the Doctor's warnings. If the Doctor tried to convince her to stay, her Indomitable nature would help her to remin single-minded and determined to do as she wants, even if it isn't the best idea in the world.",
            "modifier": [4],
            "opposite": ""
        },
        {
            "name": "Keen Senses (Minor)",
            "designation": "good",
            "level": "minor",
            "cost": 1,
            "description": "The character is very aware of their surroundings. Whether they have a keen eye for detail and noticing when something is wrong, or a nose for a particular scent, they are particularly perceptive -- always a good thing when tracking or encountering alien intruders.",
            "effect": "As a Minor Trait, you should specify which of the character's senses is particularly keen. A +2 bonus only applies to Awareness rolls that use that sense, whether it is sight, hearing, smell, touch, tase, or that elusive sixth sense. Only one sense can be chosen -- more than one and it's a Major Trait.",
            "modifier": [2],
            "opposite": ""
        },
        {
            "name": "Keen Senses (Major)",
            "designation": "good",
            "level": "major",
            "cost": 2,
            "description": "The character is very aware of their surroundings. Whether they have a keen eye for detail and noticing when something is wrong, or a nose for a particular scent, they are particularly perceptive -- always a good thing when tracking or encountering alien intruders.",
            "effect": "For the Major Trait, a +2 bonus applies in any instance when using Awareness to notice or spot something, no matter what sense is being used.",
            "modifier": [2],
            "opposite": ""
        },
        {
            "name": "Lucky",
            "designation": "good",
            "level": "minor",
            "cost": 1,
            "description": "Lady Luck is on their side. Call it a fluke, call it chance, but fortune is smsiling on the character. The traffic lights changed just at the right moment to give them a chance to get through, they just managed to roll under the blast doors before they closed and they flicked the right switch to restart the ship's engines. Every day is their lucky day!",
            "effect": "The character is lucky! Simple as that. If you roll snake-eyes (two '1's on your dice), you're probably going to fail. At least normally. Characters with the Lucky trait get a second chance when snake-eyes are rolled. You can re-roll both dice, trying for something better. If you get snake-eyes again, well, your luck obviously doesn't run that far, and you must keep the second result.",
            "modifier": [],
            "opposite": ""
        },
        {
            "name": "Military Rank (Minor)",
            "designation": "good",
            "level": "minor",
            "cost": 1,
            "description": "The character has a military rank, with all the privileges and responsibilities that entails. If they belong to UNIT but do not have this trait they are considered to be regular enlisted soldiers (Privates or Corporals).",
            "effect": "As a Minor Trait, the character is a Sergeant.",
            "modifier": [],
            "opposite": ""
        },
        {
            "name": "Military Rank (Major)",
            "designation": "good",
            "level": "major",
            "cost": 2,
            "description": "The character has a military rank, with all the privileges and responsibilities that entails. If they belong to UNIT but do not have this trait they are considered to be regular enlisted soldiers (Privates or Corporals).",
            "effect": "As a Major Trait, the character is a Lieutennant. If a player selects this option twice, they are a Captain. If aplayer selects this option three times, they are either a Lieutenant Colonel or a Major.",
            "modifier": [],
            "opposite": ""
        },
        {
            "name": "Noble",
            "designation": "good",
            "level": "minor",
            "cost": 1,
            "description": "Some people are born into the highest levels of society and are used to entertaining dignitaries, ambassadors, and even kings and queens.",
            "effect": "The character's experience gives them a _2 bonus whenever they deal socially with the cream of society, especially when you are in a formal environment",
            "modifier": [2],
            "opposite": ""
        } ,
        {
            "name": "Owed Favor (Minor)",
            "designation": "good",
            "level": "minor",
            "cost": 1,
            "description": "Someone out there owes the character a favor. It can be anything from a sum of money, repayment for introducing them to their future spouse, or even saving their life. Whatever it was, they're not going to forget it, and in the character's moment of need they can be called upong to help out in a dire situation.",
            "effect": "As a Minor Trait, the favor is something relatively small -- a small amount of money (only $1000 or so), introducint someone to them who later became a valuable business client or romantic partner, or you bailed them out when they were in trouble. If appropriate, you may opt to call in the favor and seek assistance in the current adventure. Of course, if you ask for a favor bigger than the original debt, they may walk off after saying \"we're quits, don't call on me again\", or you could even end up owing them a favorr, and gain the Owes Favor Bad Trait",
            "modifier": [],
            "opposite": ""
        },
        {
            "name": "Owed Favor (Major)",
            "designation": "good",
            "level": "major",
            "cost": 2,
            "description": "Someone out there owes the character a favor. It can be anything from a sum of money, repayment for introducing them to their future spouse, or even saving their life. Whatever it was, they're not going to forget it, and in the character's moment of need they can be called upon to help out in a dire situation.",
            "effect": "As a Major Trait, the favor is more important, from a large amount of money (over $10,000) to saving their life. If appropriate, you may opt to call in the favor and seek assistance in the current adventure. Of course, if you ask for a favor bigger than the original debt, they may walk off afterwards saying \"we're quits, don't call on me again\", or you could even end up owing them a favor and gain the Owes Favor Bad Trait",
            "modifier": [],
            "opposite": ""
        },
        {
            "name": "Percussive Maintenance",
            "designation": "good",
            "level": "minor",
            "cost": 1,
            "description": "There are some people (mad scientists, leather jacketed greasers from the 1950s, etc.) who have a rather peculiat innate understanding of machines that allows them to activate malfunctioning machinery with a single well placed blow to the appropriate area.",
            "effect": "Whenever the character fails to roll to repaire some sort of technology, they may immediately whack it with their fist or some other object and may roll again, replacing Ingenuity with Strength. They may only attempt this once per repair. In addition, if they don't have time to make a proper repair, they may use Percussive Maintenance to get a piece of technology temporarily working by making a Strength + Technology roll. On a Success the tech will work for one use, on a Good Success it will work for 1d6 uses, and on a Fantastic Success it will continue to function until the Gamemaster decides otherwisee.",
            "modifier": [],
            "opposite": ""
        },
        {
            "name": "Photographic Memory",
            "designation": "good",
            "level": "major",
            "cost": 2,
            "description": "With just a few seconds of concentration, the character can commit something to memory to be instantly recalled when needed. People with this trait rarely have problems passing exams, and can remember exact lines from books.",
            "effect": "The Photographic Memory trait can be used in a couple different ways. If the character knows they're going to have to remember something at a later time, such as the combination to a lock or the instruction to program a computer, they can spend a moment to take the information in and commit it to memory. If they want to recal the information, they can without having to roll, but they must have declared that they've taken the time to concentrate and remember it as the time. Similarly, if they want to remember something that they haven't actively committed to memory, there's a chance it may be stored in there somewhere long with last week's shopping list of what time that film is on that they wanted to watch. To revall something vital that they may have only glanced at or possibly missed altogether, you can spend a Story Point.",
            "modifier": [],
            "opposite": "Forgetful"
        },
        {
            "name": "Psychic Training",
            "designation": "good",
            "level": "minor",
            "cost": 1,
            "description": "Don't you just hate it when you wave your Psychic Paper at someone and they don't see anything? Psychic Training means they are able to protect themselves from mental coercion or deception and are aware of psychic attack or memory alteration. They can put up basic defenses to protect themselves, which can be as simple as imagining a plain white wall to repeating a Beatles tune in their head.",
            "effect": "This Minor Trait gives the character s +2 bonus to Resolve rolls when trying to resist psychic attack or deception. It doesn't always work, but it is strong enough to resist a low level telepathic field such as that of Psychic Paper.",
            "modifier": [2],
            "opposite": ""
        },
        {
            "name": "Quick Reflexes",
            "designation": "good",
            "level": "minor",
            "cost": 1,
            "description": "The character is fast to act when things happen, reacting to situations almost instinctively. It doesn't mean they cannot be surprised -- if they don't know something's coming they can't react to it -- but when something attacks or bad happens, they're often the first to react to it.",
            "effect": "In a conflict situation, when they haven't been taken completely by surprise, the character is assumed to always go first when acting at the same time as others. They won't always fo first in a round, but if two or more people are acting in a single phase (such as Talkers, Runners, etc.), the person with Quick Reflexes goes first. If more than one person in a phase has the Quick Reflexes trait, the character with the higher relative attribute goes first.",
            "modifier": [],
            "opposite": "Slow Reflexes"
        },
        {
            "name": "Resourceful Pockets",
            "designation": "good",
            "level": "minor",
            "cost": 1,
            "description": "The Doctor has said that he has pockes like the TARDIS, and he does seem to carry some strange things around in them. Sometimes people just have that knack of accumulating things -- nothing terirbly important or bulky, but little things that can be useful when you have to MacGyver something together at a time of peril. If you have the Resourceful Pockets trait there's a chance, albeit a slim one, that you may have something useful in them that could get you out of a sticky situation. Remember, Resourceful Pockets doesn't have to mean 'pockets' -- you could have an excellent utility belt, and who knows what can be found in a handbag.",
            "effect": "The player can either spend a Story Point and find the ting they need, or roll 2d6. If they get a double (i.e. two 3s or snake-eyes), then they find something helpful in their pocket, from a cricket ball to a clockwork mouse. Of course it may not be exactly what you were expecting, butt it may still be useful in someway.",
            "modifier": [],
            "opposite": ""
        },
        {
            "name": "Reverse the Polarity of the Neutron Flow",
            "designation": "good",
            "level": "major",
            "cost": 2,
            "description": "Those with a particular genius for science have an innate understanding of the ebb and flow of energy and can make intuitive leaps that allow them to solve scintific and technological problems through unusual applications of that energy.",
            "effect": "This trait may be used once per adventure. After the character has failed a rollusing the Scince or Tehnology skill, the player may declar they are \"Reversing the polarity of the neutron flow\" and turn the result into an automatic Fantastic Success.",
            "modifier": [],
            "opposite": ""
        },
        {
            "name": "Run for your Life!",
            "designation": "good",
            "level": "minor",
            "cost": 1,
            "description": "There are many times when the opposing forces are too numerous or just too powerful to take down. The best thing you can do is to flee, run for your life and regroup to plan a new angle of attack. The character with this trait has obviously got this running thing down to a fine art and when danger is close behind there is that extra motivation to simple scarper!",
            "effect": "The character is better at running away from danger, usually due to all the practice they've had! When being chased, you receive a +1 bonus to your Speed when fleeing.",
            "modifier": [1],
            "opposite": ""
        },
        {
            "name": "Screamer!",
            "designation": "good",
            "level": "minor",
            "cost": 1,
            "description": "The character has been known to scream in the face of terro on many occasion, and this ear-splitting sound will penetrate miles of corridor to alert others to their location and the imminent threat.",
            "effect": "At times when they are scared or threatened, the character can scream their lungs out. No roll is necessary, though using this trait will cost a Story Point. Anything or anyone else in the room will be stunned and will be unable to act for their next action. The Screamer should take their next action running away while the enemy is stunned -- they are rareely brave enough to do anything else. The scream also alerts their companions, and the rest of the group will automatically know the direction they are in.",
            "modifier": [],
            "opposite": "Brave"
        },
        {
            "name": "Sense of Direction",
            "designation": "good",
            "level": "minor",
            "cost": 1,
            "description": "There are some people who instinctively know the easiest way to get from one place to the next. it may be a labyrinthine maze of streets and identical houses, but characters with the Sense of Direction trait rarely seem to get lost, or can usually find their bearings if they do.",
            "effect": "This trait gives the character a +2 bonus to any roll (usually Awareness and Ingenuity) to regain their direction when lost, or to simply work out how to get from A to B. This can be map reading, running through miles of similar corridors, or simply knowing which way is up while spinning in zero gravity.",
            "modifier": [2],
            "opposite": ""
        },
        {
            "name": "Technically Adept",
            "designation": "good",
            "level": "minor",
            "cost": 1,
            "description": "The character has an innate connection to technology, and can sometimes fix things just by hitting them! They're skilled enough to operate and repair most things with limited tool, taking half the time it normally takes. Often, if the device stopped working within thirty minutes, it can restarted just by thumping it. It may not last long, but long enough....",
            "effect": "The Technically Adept trait provides the character with +2 to any Technology roll to fix a broken or faulty device, and to use complex gadgets or equipment. The bonus also applies to any gadget-creating jiggery-pokery, and can be combined with the Boffin trait.",
            "modifier": [2],
            "opposite": "Technically Inept"
        }, 
        {
            "name": "Time Traveller (Minor)",
            "designation": "good",
            "level": "minor",
            "cost": 1,
            "description": "The character is experienced with the technology and society of time periods different to their own. The Time Traveller trait also reflects how much travelling in time the character has done, and can be used as a rough indicator of how much background Artron Radiation they have picked up from travelling the Vortex. While this isn't actually harmful, some alien races have been knwn to target individuals that have high Artron levels to fuel or activate their technology.",
            "effect": "Players define the character's home Technology Level, and using the technology from outside of the character's experience may impose penalties as they're unfamiliar with the way it works. The Time Traveller trait means that they're used to some time periods and can operate the technology with little or no penalty. The character automatically has a familiarity with their home Tech Level, but the Time Traveller trait records additional Tech Levels they're comfortable with. Lower Technology Levels to their home are Minor Good Traits, whereas more advanced Technology Levels are Major Good Traits. Technology Levels do not come into play all of the time -- after all a gun is a gun and a socket wrench is a socket wrench, but there are times when technology is so advanced or primitive that your character may feel out of place or unable to recognise the technology for what it is. This trait can be purchased more than once, and the Gamemaster may award this trait during play if the character becomes particularly familiar with a certain tech level.",
            "modifier": [],
            "opposite": ""
        }, 
        {
            "name": "Time Traveller (Major)",
            "designation": "good",
            "level": "major",
            "cost": 2,
            "description": "The character is experienced with the technology and society of time periods different to their own. The Time Traveller trait also reflects how much travelling in time the character has done, and can be used as a rough indicator of how much background Artron Radiation they have picked up from travelling the Vortex. While this isn't actually harmful, some alien races have been knwn to target individuals that have high Artron levels to fuel or activate their technology.",
            "effect": "Players define the character's home Technology Level, and using the technology from outside of the character's experience may impose penalties as they're unfamiliar with the way it works. The Time Traveller trait means that they're used to some time periods and can operate the technology with little or no penalty. The character automatically has a familiarity with their home Tech Level, but the Time Traveller trait records additional Tech Levels they're comfortable with. Lower Technology Levels to their home are Minor Good Traits, whereas more advanced Technology Levels are Major Good Traits. Technology Levels do not come into play all of the time -- after all a gun is a gun and a socket wrench is a socket wrench, but there are times when technology is so advanced or primitive that your character may feel out of place or unable to recognise the technology for what it is. This trait can be purchased more than once, and the Gamemaster may award this trait during play if the character becomes particularly familiar with a certain tech level.",
            "modifier": [],
            "opposite": ""
        }, 
        {
            "name": "Tough",
            "designation": "good",
            "level": "minor",
            "cost": 1,
            "description": "Not everyone can take a punch on the nose and brush it off as if nothing had happened. Few people can take getting shot or starved, tortured or wounded in the course of their everyday lives. However, people with the Tough trait are used to the adventure, can take the knocks, and brush them off.",
            "effect": "Tough reduces the amount of damage that would normally be deducted from the character's attributes by 2. This is after any other effects, such as armour, are taken into account.",
            "modifier": [],
            "opposite": ""
        }, 
        {
            "name": "Voice of Authority",
            "designation": "good",
            "level": "minor",
            "cost": 1,
            "description": "The character has the air of command about them, possibly from being a figure of authority -- a doctor, politician, military commander or a police constable -- or they may have an aura of intelligence or experience that inspires people to listen and trust their judgement. This is especially handy when trying to clear an area because of some approaching danger, to order people about or simply try to gain their trust.",
            "effect": "This trait provides a +2 bonus to Presence and Convince rolls to try to get people to do as you wish or to gain their trust. The Gamemaster may modify this to suit a situation.",
            "modifier": [2],
            "opposite": ""
        }, 
        {
            "name": "Adversary (Minor)",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "The Doctor has made many enemies in his travels, but a few of them recur enough to warrant a whole trait to themselves. The Adversary trait means that the character has made an enemy in the past who is actively trying to hinder them whenever posisble. The key word here is 'actively'. For example, the Daleks have gone to great lengths to battle the Doctor, chasing him through time and space, laying traps, and even luring him to WWII London to trick him into aiding the rebirth of their race.",
            "effect": "Adversaries can be a Minor or a Major Bad Trait depending upon the power and frequency of the Adversary's appearance. An example of a Minor adversary would be Fenric and the Haemovores.",
            "modifier": [],
            "opposite": ""
        }, 
        {
            "name": "Adversary (Major)",
            "designation": "bad",
            "level": "major",
            "cost": -2,
            "description": "The Doctor has made many enemies in his travels, but a few of them recur enough to warrant a whole trait to themselves. The Adversary trait means that the character has made an enemy in the past who is actively trying to hinder them whenever posisble. The key word here is 'actively'. For example, the Daleks have gone to great lengths to battle the Doctor, chasing him through time and space, laying traps, and even luring him to WWII London to trick him into aiding the rebirth of their race.",
            "effect": "Adversaries can be a Minor or a Major Bad Trait depending upon the power and frequency of the Adversary's appearance. An example of a Major adversary would be the Daleks.",
            "modifier": [],
            "opposite": ""
        }, 
        {
            "name": "Amnesia (Minor)",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "Memory is a fragile thing that can easily be manipulated or lsot entirely. The Amnesia trait means that some or even all of the character's memories are missing and they have 'holes' in their past. These memories may return in time, with the right triggers, but for the time being there are periods in their past that they know nothing about. This could be deliberate, the result of mind-wiping technology, psychic powers, or Torchwood's amnesia drug Retcon, or due to mental or physical damage.",
            "effect": "As a Minor Bad Trait, the character has lost a portion of their memory. It could be as small as a couple days, weeks, or even a couple years, but the character will have no idea of what happened to them in that time. Of course, this adds to the work the Gamemaster has to do, coming up with the character's lost memories, so the Amnesia trait should be approved by the Gamemaster before purchasing it.",
            "modifier": [],
            "opposite": ""
        }, 
        {
            "name": "Amnesia (Major)",
            "designation": "bad",
            "level": "major",
            "cost": -2,
            "description": "Memory is a fragile thing that can easily be manipulated or lost entirely. The Amnesia trait means that some or even all of the character's memories are missing and they have 'holes' in their past. These memories may return in time, with the right triggers, but for the time beind there are periods in their past that they know nothing about. This could be deliberate, the result of mind-woping technology, psychic powers, or Torchwood's amnesia drug Retcon, or due to mental or physical damage.",
            "effect": "As a Major Bad Trait, this Amnesia is total, the character having no memory of their past, or even who they really are. Events, sights, sounds, or even smells can trigger memories of their lost time, and this is a great source of adventure ideas for the Gamemaster -- over many adventures the character can uncover more and more of their 'lost time'. Of course, this adds to the work the Gamemaster has to do, coming up with the character's lost memories, so the Amnesia trait should be approved by the Gamemaster before purchasing it.",
            "modifier": [],
            "opposite": ""
        }, 
        {
            "name": "Argumentative",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "Some people just think they're right all the time, even when they're not. Some even provoke an argument just for arguing's sake. Characters with the Argumentative trait are like this and will argue their point of view even if it is with their teammates or with the leader of an invading alien fleet. However, they don't start arguments all the time -- that would make the character impossible to be around, but when someone contradicts their opinion or knowledge, they will actively try to correct them.",
            "effect": "This is a Minor Trait, so it shouldn't get in the way too much of their normal behaviour. However, they will find it difficult to hold their tongue when their opinion or knowledge is contradicted. If this situation arises, the Gamemaster will reward 'playing in character' with Story Points. If the argument may end in a fight, the character may try to back down for their own safety, but the player will have to make an Ingenuity and Resolve roll, with a -2 modifier, to try to hold their tongue",
            "modifier": [-2],
            "opposite": ""
        }, 
        {
            "name": "By the Book",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "I'm sorry, I can't let you do that. Protocol clearly states that you must follow the correct procedure when you are opening a dialogue with a potentially hostile species. I really shouldn't let you do that at all. Look, if you want to go that way and ignore the signs, then be my guest. I, however, will be following the arrows to the nearest escape hatch while putting on my life jacket.",
            "effect": "The character will follow instructions, advice, or correct procedure to the letter without deviating. Soldiers with intensive military training often have this trait, following the orders of the commanding officer without question. It doesn't mean the character is a mindless drone, but it does mean that it may take some serious convincing to get them to go against their training or orders. If someone tries to convince them otherwise, they will usually make an Ingenuity and Rsolve roll, and the trait gives them a +2 bonus on the roll. This is a bonus, despite it being a Bad Trait, as most of the time failing to show initiative and going against orders will result in putting themselves in danger or annoying their treammates. The bonus does however, also apply when trying to resist Hypnosis or Possession if the mental control is trying to get them to do something they'd normally refuse to do.",
            "modifier": [2],
            "opposite": ""
        }, 
        {
            "name": "Clumsy",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "It seems as if the character is unable to keep hold of things, keeps tripping over the smallest hazard, and shouln't be trusted with that pocket universe suspended in a glass chamber.",
            "effect": "Clumsy is a Minor Bad Trait, but it doesn't mean the character will pratfall every five minutes. It does mean that in times of stress, especially when being chased, the player will have to make additional Awareness and Coordination rolls to avoid knocking vital things over, dropping the vial of toxic chemicals, or tripping up and landing on their face.",
            "modifier": [],
            "opposite": ""
        }, 
        {
            "name": "Code of Conduct (Minor)",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "The Code of Conduct trait means that the character adheres to a strict moral standing or self-imposed set of rules they follow at all times. Depending on whether it's a Minor of Major trait, this can be purely guidelines or a deep-seated way of life. The Doctor has a strict Major Code of Conduct, as he believes all life is previous and would even offer his hand of forgiveness and help to a Dalek or Missy. While this is listed as a Bad Trait, it doesn't mean that having a code is bad; just that it can restrict your actions and limit your choices. Being good is often the harder option, but it means you're a better person for it.",
            "effect": "As a Minor Trait, Code of Conduct means that the character shuold try to do good at most times, and are unable to harm another being unless it absolutely necessary and for the greater good.",
            "modifier": [],
            "opposite": ""
        }, 
        {
            "name": "Code of Conduct (Major)",
            "designation": "bad",
            "level": "major",
            "cost": -2,
            "description": "The Code of Conduct trait means that the character adheres to a strict moral standing or self-imposed set of rules they follow at all times. Depending on whether it's a Minor of Major trait, this can be purely guidelines or a deep-seated way of life. The Doctor has a strict Major Code of Conduct, as he believes all life is previous and would even offer his hand of forgiveness and help to a Dalek or Missy. While this is listed as a Bad Trait, it doesn't mean that having a code is bad; just that it can restrict your actions and limit your choices. Being good is often the harder option, but it means you're a better person for it.",
            "effect": "As a Major Trait, this limits their actions dramatically, meaning they need to strive to do their best at every moment, almost verging on the saintly! Discuss the character's own unique Code of Conduct with the Gamemaster when you take this trait. Breaking it may be very costly, resulting in the loss of Story Points!",
            "modifier": [],
            "opposite": ""
        }, 
        {
            "name": "Cowardly",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "Facing those monsters, some people become nervous wrecks rather than becoming hardened to it. Cowardly is a Bad Trait reflecting the character's lack of natural courage, and means they will usually avoid dangerous situations unless it means that staying where they are is even more life-threatening!",
            "effect": "The Cowardly Trait reduces the character's chance to resist getting scared, suffering a -2 penalty to any roll when they need to resist running away screaming!",
            "modifier": [-2],
            "opposite": "Brave"
        },
        {
            "name": "Dark Secret (Minor)",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "The character has a skeleton in the closet and if it's revealed it could change the way people think about them. It could be something mundane, such as a criminal record that they're trying to gloss over after turning their back on a life of crime. Or it could be something more extreme, that the character is actually an alien, or the result of some strange genetic experiments conducted by the US Government. It's probably best to discuss with the Gamemaster what the Dark Secret actually is,possibly before creating the character with your friends, just so you really do have a secret to keep from the other players.",
            "effect": "Dark Secret can be either a Minor or a Major Bad Trait, depending upon the severity of the reaction should the secret be revealed. Something that would change the way people think about you is a Minor Trait. For example, having a criminal record would usually be a Minor Trait. If people found out about it, they might not like you anymore, or certainly act more cautiously around you.",
            "modifier": [],
            "opposite": ""
        },
        {
            "name": "Dark Secret (Major)",
            "designation": "bad",
            "level": "major",
            "cost": -2,
            "description": "The character has a skeleton in the closet and if it's revealed it could change the way people think about them. It could be something mundane, such as a criminal record that they're trying to gloss over after turning their back on a life of crime. Or it could be something more extreme, that the character is actually an alien, or the result of some strange genetic experiments conducted by the US Government. It's probably best to discuss with the Gamemaster what the Dark Secret actually is,possibly before creating the character with your friends, just so you really do have a secret to keep from the other players.",
            "effect": "Dark Secret can be either a Minor or a Major Bad Trait, depending upon the severity of the reaction should the secret be revealed. If a more hostile reaction would result, not necessarily from your companions but certain from others, it would be a Major Trait -- for example, being an escaped criminal like River Son has been during many of her encounters with the Doctor. If people discovered the secret the character could be arrested and imprisoned again, or shot at by law enforcement agents. Your companions may be sympathetic, knowing you've changed your ways, but it doesn't stop the Judoon or the local police from hunting you once you've been discovered. Remember, for it to warrant being a Major Bad Trait, the secret should still have some ramifications even away from your home planet.",
            "modifier": [],
            "opposite": ""
        }, 
        {
            "name": "Dependency (Minor)",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "Sometimes you just rely on others. It could be said that the Doctor's companions are all dependent upon him, but there have been many times when they've shown that they are esily his equals, so they're fat from dependent. Having the dependency trait means they are dependent upon something or someone to survive. Maybe this is blood like a Plasmavore or the support of others, like Lady Cassandra. The level of the trait determines how desperate they will get, and how bad the effects will be, if they can't get their fix. Players should be areful not to take such a high Dependency that their character becomes too difficult to play.",
            "effect": "As a Minor Bad Trait, they can go for extended periods without their dependency getting in the way. If the Gamemaster decides their need is urgent, the character may suffer a -2 penalty to their actions until they fulfil their need.",
            "modifier": [-2],
            "opposite": ""
        }, 
        {
            "name": "Dependency (Major)",
            "designation": "bad",
            "level": "major",
            "cost": -2,
            "description": "Sometimes you just rely on others. It could be said that the Doctor's companions are all dependent upon him, but there have been many times when they've shown that they are esily his equals, so they're fat from dependent. Having the dependency trait means they are dependent upon something or someone to survive. Maybe this is blood like a Plasmavore or the support of others, like Lady Cassandra. The level of the trait determines how desperate they will get, and how bad the effects will be, if they can't get their fix. Players should be areful not to take such a high Dependency that their character becomes too difficult to play.",
            "effect": "As a Major Trait, they are unable to survive without their dependency. It could be that they need something to survive like bloor or moisture. If they go without it for any period of time (defined by the Gamemaster and the player), they suffer a -4 penalty to every action. This could be because they're unable to think of anything else, or because they're unable to act properly without help.",
            "modifier": [-4],
            "opposite": ""
        }, 
        {
            "name": "Distinctive",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "There is something very striking or obvious about your character that makes them stand out in the crowd. Whether they are just tall, short, have colored hair or a re striking in the way they dress or act, they get noticed and people seem to remember them. They're not going to provoke people pointing and staring, but they'll certainly be remembered and recognised if encountered again. This doesn't mean 'Alien' in appearance -- for example, if Bannakaffalatta walked around on modern Earth he'd provoke a far more extreme reaction than the Distinctive trait; he'd have the Alien Appearance Trait.",
            "effect": "This trait works in a couple of ways. If the character is trying to 'blend in' or go unnoticed in a crowd, they suffer a -2 penalty to the roll. Also, if they're seen doing something, or if another character or NPC is asked to describe or remeember the distinctive character, they will receive a +2 bonus to remember or recognize them after their initial encounter.",
            "modifier": [-2, 2],
            "opposite": "Face in the Crowd"
        }, 
        {
            "name": "Eccentric (Minor)",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "Some people behave rather oddly. The Doctor acts in ways that baffles his companions and throws his opponents off their game, switching from excited schoolboy to dark and imposing in a moment. The Eccentric trait means the character has a behavior that makes them stand out, or sometimes makes it more difficult when interacting with others. As a Minor Bad Trait, their behavior isn't too upsetting. It could be an odd mannerism during times of stress, out-of-place reactions to everyday events, or even talking to themselves.",
            "effect": "The specifics of the character's Eccentric trait should be discussed with the Gamemaster at character creation. Just how does this behavior manifest? Are they aloof, a loner, irrational, tangential, a natural clown, a sour-puss? Once their odd bahavior is defined, the Gamemaster will help decide how this bahavior is triggered. Is it when they're stressed, cross, happy, jealous, or tired? It is then down to the player to act in character when the situation arises, whih will gain them Story Points for good roleplaying.",
            "modifier": [],
            "opposite": ""
        }, 
        {
            "name": "Eccentric (Major)",
            "designation": "bad",
            "level": "major",
            "cost": -2,
            "description": "Some people behave rather oddly. The Doctor acts in ways that baffles his companions and throws his opponents off their game, switching from excited schoolboy to dark and imposing in a moment. The Eccentric trait means the character has a behavior that makes them stand out, or sometimes makes it more difficult when interacting with others. The Major Bad Trait is probably too unpredictable to be purchased by a player character. We're getting into serious wacky territory, sometimes a little dangerous to be around. Missy is a prine example of someone with the Major Eccentric Trait, straying into unpredictable behavior with little provocation. But just because the character has a Major Eccentric Trait, it doesn't mean they're homicidal (except it does in Missy's case, of course).",
            "effect": "The specifics of the character's Eccentric trait should be discussed with the Gamemaster at character creation. Just how does this behavior manifest? Are they aloof, a loner, irrational, tangential, a natural clown, a sour-puss? Once their odd bahavior is defined, the Gamemaster will help decide how this bahavior is triggered. Is it when they're stressed, cross, happy, jealous, or tired? It is then down to the player to act in character when the situation arises, whih will gain them Story Points for good roleplaying.",
            "modifier": [],
            "opposite": ""
        }, 
        {
            "name": "Forgetful",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "The character's memory is less than reliable. It usually isn't too drastic if they don't remember everything on the shopping list when they're standing in the supermarket, but if they've got to know which wire to cut to stop a bomb, or the precise words to use to halt a curse, there's a good chance you're going to forget and cause a disaster.",
            "effect": "When the character needs to remember something vital, an Ingenuity + Resolve roll is required with a -2 penalty. If the information is particularly complicated, such as an entire monologue from Shakespeare, the Gamemaster may increase the penalty.",
            "modifier": [-2],
            "opposite": "Photographic Memory"
        }, 
        {
            "name": "Impaired Senses (Minor)",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "The Impaired Senses trait means that one of the character's senses is not at its best. Whether this is the need for glasses, a hearing aid, or being color blind, the sense if less sensitive than the average person's. When selecting this trait, the player should choose which sense is affected.",
            "effect": "Players should discuss with the Gamemaster which sense if affected, as well as the severity of the impairment. Minor Bad Traits would be: no sense of smell, color blind, no sense of taste, needing to wear glasses or needing a hearing aid. Awareness rolls using these senses suffer a -2 penalty if the sense isn't aided. The penalties don't affect the character all of the time, only when there's something to detect such as a strange gas leak, needing to rewire a device with different colored wires, or losing their glasses.",
            "modifier": [-2],
            "opposite": "Keen Senses"
        }, 
        {
            "name": "Impaired Senses (Major)",
            "designation": "bad",
            "level": "major",
            "cost": -2,
            "description": "The Impaired Senses trait means that one of the character's senses is not at its best. Whether this is the need for glasses, a hearing aid, or being color blind, the sense if less sensitive than the average person's. When selecting this trait, the player should choose which sense is affected.",
            "effect": "Players should discuss with the Gamemaster which sense if affected, as well as the severity of the impairment. Major Bad Traits would be losing a sense that impacts on their everyday actions, such as blindness or deafness. Awareness rolls using these senses suffer a -2 penalty if the sense isn't aided. The penalties don't affect the character all of the time, only when there's something to detect such as a strange gas leak, needing to rewire a device with different colored wires, or losing their glasses.",
            "modifier": [-2],
            "opposite": "Keen Senses"
        }, 
        {
            "name": "Impulsive",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "\"Why worry, it'll be fine, let's go!\" Impulsive people do not think things through before acting and are likely to leap before they look. It doesn't mean they have a death wish -- far from it -- it's just that they do things on a whim and sometimes come to regret it.",
            "effect": "There are no penalties or modifiers for this Minor Bad Trait, but the player should remember the impulsive nature of the character and bring it into play when possible. It doesn't force them to take unnecessary risks, but they will leap into a situation before they have all of the facts, thinking they're doing good. Playing up to the trait should be rewarded by the Gamemaster if the situation and roleplaying is suitable for the plot and the game. At times, the Gamemaster can make it a dramatic struggle, trying to resist the urge to be impulsive (in which case, a -2 modifier is applied to Ingenuity and Resolve)",
            "modifier": [-2],
            "opposite": ""
        }, 
        {
            "name": "Insatiable Curiosity",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "The character has a thirst for knowing what's going on and investigating, even when it may not be good for them to do so. What was that down that hole? Where does that corridor go, and what are those aliens up to? In many cases, Insatiable Curiosity has been the cause of many adventures (especially in Clara's case).",
            "effect": "This is a Minor Bad Trait that rewards playing in character and remembering their curious nature. It is usually unhelpful, but the character simply HAS to know what is going on, why something is happening, or how it works. It may put their life at risk, but it doesn't make them suicidal. If the character tries to fight the urge to press that button or open that door, the player can make an Ingenuity + Resolve roll, with a -2 modifier to resist.",
            "modifier": [-2],
            "opposite": "Unadventurous"
        }, 
        {
            "name": "Obligation (Minor)",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "The character has a duty to a group or organization and responsibilities that need to be upheld. They may be a member of a government agency, such as UNIT, Torchwood, part of the government, a teacher at a school, or even a secret order.",
            "effect": "Obligation is a Minor or Major Bad Trait depending upon the responsibilities and the size of the organization the character is associated with. As a Minor Trait, Obligation means the character belongs to a 'normal' organization. They will not betray their allies and other members, and will be willing to rist a lot for what they believe in.",
            "modifier": [],
            "opposite": ""
        }, 
        {
            "name": "Obligation (Major)",
            "designation": "bad",
            "level": "major",
            "cost": -2,
            "description": "The character has a duty to a group or organization and responsibilities that need to be upheld. They may be a member of a government agency, such as UNIT, Torchwood, part of the government, a teacher at a school, or even a secret order.",
            "effect": "Obligation is a Minor or Major Bad Trait, depending upon the responsibilities and the size of the organization the character is associated with. As a Major Trait, Obligation means the organization is more important than the character. They are always 'on call' and may not have time for a personal life. Their dedication is such that they'd be willing to lay down their life for the organization, and penalties for disobedience or betrayal are severe. The Gamemaster should determine the ramifications of betraying their obligation -- from disciplinary action to making a dangerous enemy.",
            "modifier": [],
            "opposite": ""
        }, 
        {
            "name": "Obsession (Minor)",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "Someone, something, or some goal constantly weighs on the character's mind. It may be just keeping track of time, doing things in threes, or it could be something as strong as the need for revenge of the love of a special someone. Having the Obsession trait is rarely helpful, and this Bad Trait is uncommon in player characters. This sort of fanaticism is best suited to people like Missy or the Half-Face Man.",
            "effect": "As a Minor Bad Trait, it means the character has a mild obsession, a bit like Clive and his investigation into the Doctor. It doesn't creep into every part of their lives, but it's always there, itching at the back of their minds. Their obsession isn't strong enough to be too troublesome, but there are times when they simply have to do something because of their compulsion. Often, this isn't anything too drastic, like switching the gas on and off again before leaving a house, checking their emails every hours or needing to wear a certain pair of underwear on Wednesdays. They can try to resist acting upon their obsessive nature with an Ingenuity and Rsolve roll, suffering a -2 penalty.",
            "modifier": [-2],
            "opposite": ""
        }, 
        {
            "name": "Obsession (Major)",
            "designation": "bad",
            "level": "major",
            "cost": -2,
            "description": "Someone, something, or some goal constantly weighs on the character's mind. It may be just keeping track of time, doing things in threes, or it could be something as strong as the need for revenge of the love of a special someone. Having the Obsession trait is rarely helpful, and this Bad Trait is uncommon in player characters. This sort of fanaticism is best suited to people like Missy or the Half-Face Man.",
            "effect": "As a Major Bat Trait, the character is crazed with determination to do something. Almost every action or plan is designed to get them closer to achieving their aim, whether this is galactic domination or acquiring vast amounts of wealth. At this level, it is not usually suitable for player characters. ",
            "modifier": [],
            "opposite": ""
        }, 
        {
            "name": "Outcast",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "The character has done something that has led to a sectino of society, or an entire race or planet, shunnin them or viewing them with fear, dread, or loathing. It could be that they've offended someone's beliefs, or committed a crime, or even just made such a fool of themselves that people regard them with complete disdain. They could have spoken out about their extreme scientific belief in aliens and been rediculed in academic circles, or shunned by the givernment agency they work for and given an office in the basement.",
            "effect": "Players should discuss with the Gamemaster what the character has done and who regards them with such dislike or dismissal. When anyone that would react negatively to their presence encounters the character, they should make an Awareness + Ingenuity roll to recognize them. If the character is recognized, they'll suffer a -2 penalty on all social rolls (such as trying to Convince or even to share their knowledge). If the 'something' they've done is more severe than this, they should take a Major Dark Secret Bad Trait instead.",
            "modifier": [-2],
            "opposite": ""
        }, 
        {
            "name": "Outsider",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "You aren't very good at making friends and fitting in with groups. Somehow you just don't seem to connect to other people very well.",
            "effect": "You suffer a -2 penalty to social rolls with strangers and may not take the 'Friends' trait at character creation.",
            "modifier": [-2],
            "opposite": "Friends"
        }, 
        {
            "name": "Owes Favor (Minor)",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "In the past, someone did the character a favor. It could be anything from a sum of money, repaying them for getting a great job, or even saving the character's life. Whatever it was, they're not going to forget it, and they can call on the character to repay the favor.",
            "effect": "As a Minor Trait, the favor is something relatively small -- a small amount of money (up to $1000 or so), an introduction to someone important, or bailed the character out when in trouble. If the Gamemaster chooses, and if it suits the plot, they may opt to call in the favor, possibly even becoming an adventure in itself. Of course, if the favor called in is bigger than the first debt, it may be quits and this trait may be lost, or even gain the Owed Favor Trait!",
            "modifier": [],
            "opposite": ""
        }, 
        {
            "name": "Owes Favor (Major)",
            "designation": "bad",
            "level": "major",
            "cost": -2,
            "description": "In the past, someone did the character a favor. It could be anything from a sum of money, repaying them for getting a great job, or even saving the character's life. Whatever it was, they're not going to forget it, and they can call on the character to repay the favor.",
            "effect": "As a Major Trait, the favor is more important, a large amount of money (over $10,000), to saving the character's life. If the Gamemaster chooses, and if it suits the plot, they may opt to call in the favor, possibly even becoming an adventure in itself. Of course, if the favor called in is bigger than the first debt, it may be quits and this trait may be lost, or even gain the Owed Favor Trait!",
            "modifier": [],
            "opposite": ""
        }, 
        {
            "name": "Phobia",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "Some people just don't like spiders. Others, it's cats. Or heights, flying, llamas, or cheese. Having a Phobia trait means that there is something (that the player will define, usually with the Gamemaster's help) that they are afraid of. A Phobia ignores the Brave trait -- the character can be brave and courageous most of the time but crumble in the face of their biggest fear! Phobies can sometimes be gained during the course of an adventure if the character encounters something particularly scary that'll leave a lasting impression like giant rats or clowns.",
            "effect": "The character will receive a -2 penalty to any attempt to approach the subjest of their phobia or stay calm in its vicinity. The Brave trait does not help with this roll.",
            "modifier": [-2],
            "opposite": ""
        }, 
        {
            "name": "Selfish",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "\"But what's in it for me?\" It's all about me. Me, me, me, me, me. The character may go along with the rest of the group, helping civilizations out of trouble or rescuing people in anger, but at the back of their mind is always the though that they may be able to get something out of it: a reward, riches, hidden treasure, technological knowledge, or just informaiton about the future that they can exploit.",
            "effect": "Selfish doesn't interfere too much with the way the character acts -- they'll help and join in as usual -- but there may be times when they sneak off to see what they can plunder or gian. The Gamemaster may reward this action with Story Points for playing in character if it moves the adventure in an exciting or unexpected direction at the character's expense.",
            "modifier": [],
            "opposite": ""
        }, 
        {
            "name": "Slow Reflexes (Minor)",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "A character with this trait is constantly surprised by events, unable to get a word into a conversation, last to react in a confrontation and ogten hit in the face when a ball is thrown to them.",
            "effect": "As a Minor Bad Trait, the character always goes last when multiple people are acting at the same time in a round. Others will always go first.",
            "modifier": [],
            "opposite": "Quick Reflexes"
        }, 
        {
            "name": "Slow Reflexes (Major)",
            "designation": "bad",
            "level": "major",
            "cost": -2,
            "description": "A character with this trait is constantly surprised by events, unable to get a word into a conversation, last to react in a confrontation and ogten hit in the face when a ball is thrown to them.",
            "effect": "As a Major Bad Trait, the character always going last in a round, going after everyone else, as they try to take in all the information and work out what is the best course of action.",
            "modifier": [],
            "opposite": "Quick Reflexes"
        }, 
        {
            "name": "Technically Inept",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "Technology seems to hate the character. Things break when touched, using advanced technology is frustrating and annoying, trying to fi technology presents the character with a mass of wires and welding that is so completely confusing that they hardly know where to start.",
            "effect": "Technically Inept means that any attempt to fix technology or devices, or use particularly complex technology, suffers a -2 penalty to the roll. If the Gamemaster thinks it is suitable to the story, an electronic device being used by the character can fuse or fail at a dramatic moment.",
            "modifier": [-2],
            "opposite": "Boffin, Technically Adept"
        }, 
        {
            "name": "Unadventurous (Minor)",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "The idea of exploring or seeing the world and the universe just doesn't seem to appeal. Why spend money travelling across the world when you don't have anything to show for your expense afterwards except some trinkets and fading photographs? Sometimes, it's just laziness, fatigue, or bad experience, but either way the excitement and thrill of travelling or experiencing the new just isn't there or has faded.",
            "effect": "It is rare that characters have this trait at creation but it can be gained during play due to repetitive injuries, being captured too many times, or just growing tired of the constant peril and relentless danger. If the Gamemaster thinks the character is getting captured or injured too often, they may gain Unadventurous as a Minor Bad rait. They can try to buy this off with good roleplaying, but in the meantime they are disinterested in ome of the wonders of the univers and can even dread the experiences a life of adventure can bring. If this continues, the character can gain the Unadventurous Major Bad Trait.",
            "modifier": [],
            "opposite": "Insatiable Curiosity"
        }, 
        {
            "name": "Unadventurous (Major)",
            "designation": "bad",
            "level": "major",
            "cost": -2,
            "description": "The idea of exploring or seeing the world and the universe just doesn't seem to appeal. Why spend money travelling across the world when you don't have anything to show for your expense afterwards except some trinkets and fading photographs? Sometimes, it's just laziness, fatigue, or bad experience, but either way the excitement and thrill of travelling or experiencing the new just isn't there or has faded.",
            "effect": "It is rare that characters have this trait at creation but it can be gained during play due to repetitive injuries, being captured too many times, or just growing tired of the constant peril and relentless danger. The Minor Bad Trait can increase to a Major Bad Trait if they continue to have bad experiences. Again, the player can try to fuel the character's interest and buy off the trait, but it'll become obvious that the character is really unhappy to be involed in the travels. The Gamemaster may apply a -2 penalty to rolls during the game -- not every roll, but certainly those where a level of enthusiasm is needed. If the bad experiences continue still, the character can get so fed up with the constant peril, danger, and repeated injuries that they decide to leave. They deemand that they are returned home (or to a time and place where they can be happy) and leave the TARDIS crew, usually for good. They may return for a guest appearance, but other than that, the player should create a new character.",
            "modifier": [-2],
            "opposite": "Insatiable Curiosity"
        },
        {
            "name": "Unattractive",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "For every stunning gorgeous individual there are those whose faces do not launch a thousand Jathaa Sungliders or stop traffic on the New New York motorways (unless that face is the Face of Boe). They're not necessarily ugly or hideous, but their looks may hinder when it comes to social situations.",
            "effect": "The trait comes into play whenever doing something that their looks can influences, suffering a -2 penalty to rolls. On rare occasions, their appearance (especialy if it is somewhat menacing, such as scarred) can provide a +2 bonus if they are trying to intimidate someone.",
            "modifier": [-2, 2],
            "opposite": "Attractive"
        },
        {
            "name": "Unlucky",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "Call is a curse, call it chance, but fortune hasn't smiled for a while. The traffic lights turn red whenever approached, the character pressed the wrong button on the control panel and shorted the autopilot of their attempt at being diplomatic has resulted in insulting the city's patron and her entire family.",
            "effect": "The character is unlucky! Simple as that. If you roll two '6's on your dice, you'd normally cheeer as this would be a huge success. At least, normally. Characters with the Unlucky trait HAVE to re-roll when double '6's are rolled, increasing the random chance of rolling something worse. If you get double '6's again, well, your unlucky streak isn't so bad -- you can keep that result.",
            "modifier": [],
            "opposite": "Lucky"
        },
        {
            "name": "Wanted (Minor)",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "You are actively hunted by a group. They may believe you have comitted a crime, but they might just as easily want to worship you as the chosen one. Either way, you don't want them to catch up with you.",
            "effect": "As a Minor Bad Trait, the group will sometimes ome across you, but they have limited resources and are unable to send a large force to bring you in.",
            "modifier": [],
            "opposite": ""
        },
        {
            "name": "Wanted (Major)",
            "designation": "bad",
            "level": "major",
            "cost": -2,
            "description": "You are actively hunted by a group. They may believe you have comitted a crime, but they might just as easily want to worship you as the chosen one. Either way, you don't want them to catch up with you.",
            "effect": "As a Major Trait, the group is very powerful, and if they catch up with you, you are as good as captured.",
            "modifier": [],
            "opposite": ""
        },
        {
            "name": "Weakness (Minor)",
            "designation": "bad",
            "level": "minor",
            "cost": -1,
            "description": "The Weakness trait reflects a single area where the character is susceptible to harm or temptation. This could be anything from an allergy like hay fever or wasp stings (not so good when fighting giant wasps!), to be ing weak willed and susceptible to mind control, or suffering from occasional -- but paralyzing -- drive glitches.",
            "effect": "The player should discuss the chosen weakness with the Gamemaster and come to an agreement over the exact nature of this Bad Trait. In most cases, when the character encounters the thing that affects them, any rolls suffer a -2 penalty. In the case of a substance like pollen or stingsk the character shuold suffer a -2 penalty to all actions while they're within range or exposed to its effects.",
            "modifier": [-2],
            "opposite": ""
        },
        {
            "name": "Weakness (Major)",
            "designation": "bad",
            "level": "major",
            "cost": -2,
            "description": "The Weakness trait reflects a single area where the character is susceptible to harm or temptation. This could be anything from an allergy like hay fever or wasp stings (not so good when fighting giant wasps!), to be ing weak willed and susceptible to mind control, or suffering from occasional -- but paralyzing -- drive glitches.",
            "effect": "The player should discuss the chosen weakness with the Gamemaster and come to an agreement over the exact nature of this Bad Trait. In most cases, when the character encounters the thing that affects them, any rolls suffer a -2 penalty. In the case of a substance like pollen or stingsk the character shuold suffer a -2 penalty to all actions while they're within range or exposed to its effects. Weakness as a Major Trait is best suited for villains and aliens who need a definite exploitable weakness to give the characters a chance against them, such as weakness to acetic acid, or an extreme reaction to water or gold. Makor Weaknesses actually cause injury rather than a penalty and exporuse to the effective element will actually inflict 4 levels of damage, reducing their attributes.",
            "modifier": [-2],
            "opposite": ""
        },
        {
            "name": "Alien",
            "designation": "good",
            "level": "special",
            "cost": 2,
            "description": "Aliens come in all shapes an sizes, but in the majority of cases these aliens are basically humanoid in shape, with certain abilities and features that set them apart. By purchasing the Alien trait, the character is of an alien race, alien to humanity, and one of the infinite varieties of lifeforms.",
            "effect": "Alien is a 'gateway' trait, opening a selection of additional traits that are normally unavailable to humans, and costs 2 Character Points to purchase. The Gamemaster should approve the selection of this trait. The Alien trait means that the character is from another planet. Initially, they are of human appearance and look similar to everyone else on Earth. This trait does open up the opportnity to purchase other specifically Alien traits, and enables attributes to be above level 6. As a downside, if discovered as being an Alien, they may suffer severe consequences (such as being captured by the government and experimented upon). Additionally, some of the Alien-only traits that are now open may mean that the character will have an alien appearance.",
            "modifier": [],
            "opposite": ""
        },
        {
            "name": "Alien Appearance (Minor)",
            "designation": "bad",
            "level": "special",
            "cost": -2,
            "description": "While many aliens can pass for human under some circumstances (or low lighting), the character with this trait will have an obviously alien appearance. It could be that they're basically human but green, or have a large head to accomodate their massive brain power, or pointy eary, or obviously reptilian features. Players should feel free to be creative. This trait could also be taken by a human whose physical form has been altered by mutation or experimentation.",
            "effect": "Alien Appearance is a Bad Trait that can provide either 2 Points or 4 Points. The more severe the Alien Appearance trait, the more 'alien' the character looks. As a 2-point Bad Trait, Alien Appearance means the characters is basically humanoid but with a distinctive alien ffeature. In most cases, when they encounter people who are OK with aliens there will be nothing out of the ordinary, however when meeting the inhabitans of more-primitive planets who may not have met aliens before, social rolls will all sufffer a -2 penalty (that is if they don't just run away!)",
            "modifier": [-2],
            "opposite": ""
        },
        {
            "name": "Alien Appearance (Major)",
            "designation": "bad",
            "level": "special",
            "cost": -4,
            "description": "While many aliens can pass for human under some circumstances (or low lighting), the character with this trait will have an obviously alien appearance. It could be that they're basically human but green, or have a large head to accomodate their massive brain power, or pointy eary, or obviously reptilian features. Players should feel free to be creative. This trait could also be taken by a human whose physical form has been altered by mutation or experimentation.",
            "effect": "Alien Appearance is a Bad Trait that can provide either 2 Points or 4 Points. The more severe the Alien Appearance trait, the more 'alien' the character looks. As a 4-point Bad Trait, the 'alien-ness' of the character is more extreme. They may have tentacles instead of limbs, or a face like a squid -- they could look like anthing! Again, on advanced planets that are used to aliens, this isn't a problem, but if they meet less epxerienced people they will suffer a -4 penalty on social rolls (possibly eeven become the target of scared locals who assume the alien is a monster to be destoyed!).",
            "modifier": [-4],
            "opposite": ""
        },
        {
            "name": "Cyborg (Minor)",
            "designation": "good",
            "level": "special",
            "cost": 1,
            "description": "On some high tech worlds machinery can be used to replace body parts lost due to an injury, improvement or simple old age. The character is such a mergin of flesh and machine. The cybernetic part is able to act like a Gadget, but it does also mean the character could be subject to discrimination in certain parts of the galaxy, where cyborgs are a regarded as second class citizens.",
            "effect": "Cyborg is a Special Good Trait that costs either 1 or 3 Character Points. At the lowest level, the cybernetic parts of the character are obvious. They can be hidden, but they will have to be careful. Bannakaffalatta is like this, his cybernetic chest secion is something that can be hidden, but it is bulkyand is obvious if he removes his shirt. The Cyborg trait allows the character to have a permanent Gadget (which must be purchased separately) that will not run out of power ot get lost. Major cybernetic overhauls, such as MaxCapricorn's or full Cyberman conversion are not suitable for a character in the game, except at the Gamemaster's discretion.",
            "modifier": [],
            "opposite": "Robot"
        },
        {
            "name": "Cyborg (Major)",
            "designation": "goood",
            "level": "special",
            "cost": 3,
            "description": "On some high tech worlds machinery can be used to replace body parts lost due to an injury, improvement or simple old age. The character is such a mergin of flesh and machine. The cybernetic part is able to act like a Gadget, but it does also mean the character could be subject to discrimination in certain parts of the galaxy, where cyborgs are a regarded as second class citizens.",
            "effect": "Cyborg is a Special Good Trait that costs either 1 or 3 Character Points. At the 3-point level, the cyberrnetic elements are completely disguised under fairly realistic looking, plastic skin. The Cyborg trait allows the character to have a permanent Gadget (which must be purchased separately) that will not run out of power ot get lost. Major cybernetic overhauls, such as MaxCapricorn's or full Cyberman conversion are not suitable for a character in the game, except at the Gamemaster's discretion.",
            "modifier": [],
            "opposite": "Robot"
        },
        {
            "name": "Experienced",
            "designation": "good",
            "level": "special",
            "cost": -2,
            "description": "",
            "effect": "",
            "modifier": [],
            "opposite": ""
        },
        {
            "name": "",
            "designation": "",
            "level": "",
            "cost": 0,
            "description": "",
            "effect": "",
            "modifier": [],
            "opposite": ""
        },
        {
            "name": "",
            "designation": "",
            "level": "",
            "cost": 0,
            "description": "",
            "effect": "",
            "modifier": [],
            "opposite": ""
        },
        {
            "name": "",
            "designation": "",
            "level": "",
            "cost": 0,
            "description": "",
            "effect": "",
            "modifier": [],
            "opposite": ""
        },
        {
            "name": "",
            "designation": "",
            "level": "",
            "cost": 0,
            "description": "",
            "effect": "",
            "modifier": [],
            "opposite": ""
        },
        {
            "name": "",
            "designation": "",
            "level": "",
            "cost": 0,
            "description": "",
            "effect": "",
            "modifier": [],
            "opposite": ""
        },
        {
            "name": "",
            "designation": "",
            "level": "",
            "cost": 0,
            "description": "",
            "effect": "",
            "modifier": [],
            "opposite": ""
        },
        {
            "name": "",
            "designation": "",
            "level": "",
            "cost": 0,
            "description": "",
            "effect": "",
            "modifier": [],
            "opposite": ""
        },
        {
            "name": "",
            "designation": "",
            "level": "",
            "cost": 0,
            "description": "",
            "effect": "",
            "modifier": [],
            "opposite": ""
        },
        {
            "name": "",
            "designation": "",
            "level": "",
            "cost": 0,
            "description": "",
            "effect": "",
            "modifier": [],
            "opposite": ""
        }
    ]
}