{
    "skills": [
        {
            "name": "Athletics",
            "description": "The character is used to being physically active. Depending upon the level of this skill, they could work out, go to the gym every week or just eat healthily. Or, at higher levels, they could be a progfessional athlete or a highly trained soldier. Athletics is used if the character has to run for a prolonged time away from charging Futurekind, hold their breath underwater to swim into the secret alien base or to jump over a chasm of lava. The Athletics skill is also used when riding horses (as it is a more physical activity that using the Transport skill). Almost any physical act the character has to perform can be covered by Athletics. However, blocking a punch should be accomplished with the Fighting skill (paired with Coordination), which is more appropriate to the situation. As a basic rule of thumb, if it's physical, it's Athletics. If it's combat, use the Fighting skill.",
            "expertise": "Running, Jumping, Riding, Climbing, Parachuting, Scuba, Swimming"
        },
        {
            "name": "Convince",
            "description": "Convince is all about getting people to do what you want. You can use this to sway people to your way of thinking, to prove to strangers that you're not a threat or to delat the villain from commencing the attack on Earth long enough to let your companions foil their plan. It can mean you're a convincing liar, or just the most commanding military leader. Most of the time, Convince rolls are contensted. After all, you're trying to change someone's mind. Convince is usually paired with, and resisted by, Presence or Resolve.",
            "expertise": "Fast Talk, Bluff, Leadership, Seduction, Interrogation, Charm, Lie, Talk Down" 
        },
        {
            "name": "Craft",
            "description": "Craft is an all-encompassing skill that covers all manners of creative activities. Whether the character is good with their hand and can carve an ornate chess set from wood, or maybe just great at playing the guitar or singing, the Craft skill covers it. Boat building, metalworking, knitting a good scarf or rapping can all be covered by this skill. This skill is very broad and benefits from using Areas of Expertise as it reflect which Craft the charcter is particularly talented in. A blacksmith, for example, may have Craft 5 due to his mastery of metalworking, but that doesn't necessarily make him a virtuoso musician, brilliant painter or a witty knitter as well.",
            "expertise": "Building, Painting, Farming, Singing, Guitar, Woodwork, Metalwork, Dancing" 
        },
        {
            "name": "Fighting",
            "description": "It may not be the Doctor's chosen form of resistance, but sometimes there is no way out of a situation other than to fight. Fighting as a skill covers all forms of close combat, whether this is with fists, feet, swords, axes, or cat claws. This skill is purely for when it gets up close and personal. The Fighting skill is typically used with Strength to not only land a punch, but also to block that nasty jab. Any combat that involves attacking from a distance (like guns, disintegrators or even the trusty bow and arrow) uses the Marksman skill.",
            "expertise": "Unarmed Combat, Parry, Block, Sword, Club" 
        },
        {
            "name": "Knowledge",
            "description": "The Doctor has proven that his knowledge of the universe can defeat the most powerful villainous dictators. Of course, not every character has that brain power, but the Knowledge skill is a guide to how much they know. This is a broad and almost all-encompassing skill that covers most areas of knowledge. The exceptions are those covered specifically by other skills such as Medicine, Technology, or Science. Knowledge typically covers academic and humanities fields, such as law, sociology, psychology, archaeology, history, literature, or languages. The skills is most often paired with the Ingenuity attribute. The Knowledge skill can also invlude alien areas of knowledge, such as alien cultures, the history of alien worlds and times. Alien Areas of Expertise are not for beginning characters, especially contemporary companions. However, the Gamemaster may allow alien Areas of Expertise if it suits the character's background.",
            "expertise": "History (choose an area), Law, Psychology, Languase (select a specific language), Literature, Sociology, Alien Cultures, Eathonomics, Gallifrey History, The Dark Times" 
        },
        {
            "name": "Marksman",
            "description": "It's a dangerous universe out there, and the time might come when the characters are forced to take arms against teh alien invaders. The Doctor rarely uses guns, preferring to outwit or out-think his opponents, but his companions have resorted to firearms from time to time.The Marksman skill is used for any weapon that fires a projectile or shoots at a target that is outside of close combat range. Everything from bows, thrown rocks, or knives to guns, machine guns, Dalek weapons, or even starship missile systems use the Marksman skill. For weapons that require physical aiming, such as a pistol, use Coordination + the Marksman skill. Other more technical weaponry, such as computer controlled systems or artillery, use Ingenuity + Marksman, to reflect the less physical approach to operating the weapon.",
            "expertise": "Bow, Pistol, Rifle, Automatic Weapons, Thrown Weapons, Ship Weapon Systems, Cannon, Plasma Weapons, Disintegrators" 
        },
        {
            "name": "Medicine",
            "description": "Injuries are bound to happen when trying to save the universe, so it is always useful to have someone aboard the TARDIS who has a little medical knowledge. The Medicine skill, at low levels, reflects the character's ability to perform basic first aid, CPR or to stabilize wounds. At higher levels, they may be medical students, fully fledged doctors or nurses, or at Skill 5 they could be surgeons. Medicine also reflect other Areas of Expertise, depending upon the background of the character, such as forensic, veterinary medicine, or alternative therapies. Medicine is usually paired with Ingenuity, though if the medical prodecude is particularly tricky or requires delicate work, then Coordination should be used. Usually, the success of the roll dictates how many levels of injury are healed: Success heals 1, Good heals 2, and Fantastic heals 3 levels of injury.",
            "expertise": "Disease, Wounds, Poisons, Psychological Trauma, Surgery, Forensics, Veterinary Medicine, Alternative Remedies" 
        },
        {
            "name": "Science",
            "description": "The Doctor frequently blinds his companions with his scientific knowledge, and the Science skill measures just how knowledgeable the character is when it comes to and all the stuff that makes the universe go around. Therre's a little crossover with the Medicine and Technology skills, but if the task requires less repairing people or gadgets, and more contemplating the wild pseudoscience or in-depth theory, then Science is going to be the skill of choice. Most of the time, Science will be paired with Ingenuity, only apt when you think of the ingenious scientific theories and inventions that they'll be coming up with! On rare occasions it can be paired with Presence or Resolve if debating scientific theory.",
            "expertise": "Mathematics, Physics, Chemisty, Biology, Astrophysics" 
        },
        {
            "name": "Subterfuge",
            "description": "In the course of saving the world, you can be forgiven for breaking and entering secret bases, employing a bit of stealth to avoid being spotted by patrolling guards, for opening a safe to read the classified files or pickpocketing the guard's access keys. In these cases, the Subterfuge skill is used, usually paired with Coordination or, if the task is of a more intellectual nature, Ingenuity can be used, especially for tasks like safecracking or creating a disguise.",
            "expertise": "Sneaking, Lockpicking, Sleight of Hand, Pickpocketing, Disguise, Safecracking, Camouflage" 
        },
        {
            "name": "Survival",
            "description": "The universe is a harsh place, and many a companion has been stranded in a hostile environment, waiting for the Doctor to come and rescue them before they freeze, roast or suffocate to death. The Survival skill is used to help them to stay alive in these harsh ot exposed environments, from knowing what native plants can be eaten to building shelter and a fire. Some Areas of Expertise will help in other environments such as knowing how to protect yourself from exposure to space, from an oncoming sandstorm or the safe way to decompress from deep sea pressures.",
            "expertise": "Space, Desert, Swamp, Mountain, Icescape, Underwater, Wilderness" 
        },
        {
            "name": "Technology",
            "description": "Some people are a whiz whith computers, gadgets and electronics. Technology as a skill represents the character's know-how when it comes to all of these things. Whether it is hacking into Torchwood computers, mixing odd parts of existing tech together to make a 'timey-wimey detector', programming a virus to thwart the alien fleet or just fixing the microwave, Technology, paired with Ingenuity, is the skill to used. Fixing things on the TARFIS can only be done by someone with the Vortex trait; trying without it may make things worse. Creating Gadgets can only be done with the Boffin trait unless you want a technological disaster on your hands!",
            "expertise": "Computers, Eletronics, Gadgetry, Hacking, Repair, TARDIS" 
        },
        {
            "name": "Transport",
            "description": "Sometimes, you need to get from A to B, and you won't have access to the TARDIS. Transport covers the ability to drive cars, ride motorcycles, fly hover vans in New New York, or pilot an aircraft or starship. Like other broad skills, knowing how to drive a car doesn't mean you can pilot a 747, but when it comes to vehicles many are similar enough to give you a good place to start. Steering wheel, accelerator, what more do you need? If the technology is similar enough, you can probably allow the players to use the skill without penalty. The only method of transport that isn't covered by the Transport skill is riding an animal, such as a horse. Riding is a very physical action, so the Athletics skill is used. If you are steering the horses pulling a carriage, then Transport is used as you're not engaging in the physical exertions used during riding.",
            "expertise": "Cars, Trucks, Helicopters, Aircarft, Spaceship, Temporal Ships, Motorcycles" 
        }
    ]
}